/* ---------------- Palette ----------------
   linen  #FAF6EF   walnut #2B1D14   walnut-light #4A3627
   honey  #C68B4A   brass  #A8823C   moss #5B6B4F
------------------------------------------- */

import { Product } from "@/types/types";
import { Clock, PenTool, PiggyBank, Pill, Key, CalendarDays } from "lucide-react";
import img from '../../assets/images/DeskhOrganizer/Desk-organizer-calender.jpg'

export const Signature: Product[] = [
  {
    id: 11,
    code: "DO-011",
    name: "Desk Organizer with Watch Holder",
    bn: "ওয়াচ হোল্ডারসহ ডেস্ক অর্গানাইজার",
    price: 700,
    was: 790,
    discount: 11,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/DeskhOrganizer/Desk-organizer-watch.jpg",
    ],
    description: `⌚ ডেস্ক অর্গানাইজার — ওয়াচ হোল্ডার ডিজাইন ⌚
    এই কাঠের ডেস্ক অর্গানাইজারটিতে রয়েছে একটি বিল্ট-ইন ওয়াচ হোল্ডার স্ট্যান্ড, যেখানে সুন্দরভাবে সাজিয়ে রাখতে পারবেন আপনার ঘড়ি।

    ✅ কলম ও প্রয়োজনীয় স্টেশনারি গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ 100% খাঁটি কাঠের তৈরি, মজবুত ও টেকসই
    ✅ ড্রেসিং টেবিল, অফিস ডেস্ক বা স্টাডি টেবিলের জন্য মানানসই
    ✅ প্রিমিয়াম ফিনিশ, স্টাইলিশ ও কার্যকর ডিজাইন
    ✅ নিজের জন্য বা গিফট হিসেবে দেওয়ার জন্য চমৎকার একটি পছন্দ
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 5,
    code: "DO-005",
    name: "ক্লাসিক কাঠের কলমদানি",
    bn: "ক্লাসিক কাঠের কলমদানি",
    price: 100,
    was: 160,
    discount: 38,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/KolomDani/Classic-wooden-pen-1.jpg",
      "/images/KolomDani/Classic-wooden-pen-2.jpg",
      "/images/KolomDani/Classic-wooden-pen-3.jpg",
      "/images/KolomDani/Classic-wooden-pen-4.jpg",
      "/images/KolomDani/Classic-wooden-pen-5.jpg",
      "/images/KolomDani/Classic-wooden-pen-6.jpg"
    ],
    description: `✨ ক্লাসিক কাঠের কলমদানি ✨
    📏 সাইজ:
    ✔️ দৈর্ঘ্য: ৯ ইঞ্চি
    ✔️ প্রস্থ: ৪ ইঞ্চি
    ✔️ উচ্চতা: ৪ ইঞ্চি
    🌿 প্রিমিয়াম কাঠের তৈরি স্টাইলিশ কলমদানি
    🖊️ কলম, পেন্সিল, মার্কার ও স্টাডি এক্সেসরিজ গুছিয়ে রাখার জন্য পারফেক্ট
    🏡 স্টাডি টেবিল, অফিস ডেস্ক বা হোম ডেকরের জন্য দারুণ মানানসই
    ✨ সুন্দর ডিজাইন ও প্রিমিয়াম ফিনিশ আপনার ডেস্ককে করবে আরও আকর্ষণীয়`,
  },
  {
    id: 12,
    code: "DO-012",
    name: "Desk Organizer with Calender Holder",
    bn: "ক্যালেন্ডার হোল্ডারসহ ডেস্ক অর্গানাইজার",
    price: 700,
    was: 790,
    discount: 11,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/DeskhOrganizer/Desk-organizer-calender.jpg",
    ],
    description: `📅 ডেস্ক অর্গানাইজার — ক্যালেন্ডার হোল্ডার ডিজাইন 📅
    এই কাঠের ডেস্ক অর্গানাইজারটিতে রয়েছে একটি বিল্ট-ইন ক্যালেন্ডার হোল্ডার স্ট্যান্ড, যা প্রতিদিনের তারিখ চোখের সামনে রাখতে সাহায্য করবে।

    ✅ কলম ও প্রয়োজনীয় জিনিস গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ 100% খাঁটি কাঠের তৈরি, মজবুত ও টেকসই
    ✅ অফিস ডেস্ক বা স্টাডি টেবিলকে করে তোলে আরও গোছানো ও কার্যকর
    ✅ প্রিমিয়াম ফিনিশ ও আকর্ষণীয় ডিজাইন
    ✅ নিজের জন্য বা গিফট হিসেবে দেওয়ার জন্য চমৎকার একটি পছন্দ
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 3,
    code: "SB-003",
    name: "উমরাহ ব্যাংক - ১ লক্ষ ৫০ হাজার টাকা",
    bn: "উমরাহ সেভিংস ব্যাংক",
    price: 650,
    was: 1050,
    discount: 38,
    minOrder: 1,
    icon: PiggyBank,
    cat: "Savings Banks",
    quantity: 1,
    images: [
      "/images/Umrah-Box/Umrah-Box-1.webp",
      "/images/Umrah-Box/Umrah-Box-2.webp",
      "/images/Umrah-Box/Umrah-Box-3.webp",
    ],
    description: `✨Umrah Savings Bank — ছোট সেভিংস, বড় বরকতময় স্বপ্ন!

        তুমি কি কখনও চেয়েছো—
        “একদিন আল্লাহর ঘরে গিয়ে উমরাহ পালন করবো?”
        বিশ্বাস করো, প্রতিদিনের অল্প সঞ্চয়ই পারে সেই মহান স্বপ্নটাকে সত্যি করতে।
        আর ঠিক এজন্যই Umrah Savings Bank — তোমার বরকতময় যাত্রার এক নম্বর সঙ্গী। 🕋🤍

        🕋এই ব্যাংকটা কেন আলাদা?
        ✔ প্রতিদিন একটু একটু করে টাকা জমানোর সহজ পরিকল্পনা
        ✔ লক্ষ্য: ৳১,৫০,ooo — উমরাহর উপযোগী সেভিংস টার্গেট
        ✔ মানসম্মত কাঠের সুন্দর ডিজাইন — ঘরে রাখলে নজর কাড়বে
        ✔ ইসলামিক টাচের মোটিভেশন — চোখে পড়লেই তাওফিক জাগবে
        ✔ নিজের জন্য, পরিবারের জন্য বা প্রিয়জনকে উপহার দেওয়ার জন্য আদর্শ 🎁

        🔥কেন আজ থেকেই শুরু করবে?
        🔹 প্রতিদিনের ছোট সেভিংই তোমাকে নিয়ে যাবে আল্লাহর ঘরের পথে
        🔹 শুরু করলেই মন মানসিকতায় বদল আসবে
        🔹 টাকা জমতে দেখলে প্রতিদিনই মোটিভেশন বাড়বে
        🔹 এটা শুধু একটা ব্যাংক না — এটা তোমার উমরাহর স্বপ্নের প্রথম বাস্তব পদক্ষেপ

        🌙ভাবো… এক বছর পর…
        তুমি ব্যাংকটা খুলে দেখলে—
        ৳১,৫০,০০০ জমে গেছে!
        আর সেই মুহূর্তে হৃদয়ে ঢেউ খেলবে একটাই কথা— “আলহামদুলিল্লাহ! আমি সত্যিই উমরাহর পথে।”
        সেই দিন তুমি গর্ব করে বলবে—
        “ভালোই হয়েছে, যেদিন আমি সেভিং শুরু করেছিলাম।”`,

  },
  {
    id: 7,
    code: "HW-007",
    name: "স্মার্ট মেডিসিন অর্গানাইজার বক্স",
    bn: "স্মার্ট মেডিসিন অর্গানাইজার বক্স",
    price: 590,
    was: 750,
    discount: 21,
    minOrder: 1,
    icon: Pill,
    cat: "Health & Wellness",
    quantity: 1,
    images: [
      "/images/SmartMedicineBox/Smart-Medicine-1.webp",
      "/images/SmartMedicineBox/Smart-Medicine-2.webp",
      "/images/SmartMedicineBox/Smart-Medicine-3.webp",
      "/images/SmartMedicineBox/Smart-Medicine-4.webp",
      "/images/SmartMedicineBox/Smart-Medicine-5.webp",
      "/images/SmartMedicineBox/Smart-Medicine-6.webp",
      "/images/SmartMedicineBox/Smart-Medicine-7.webp",
    ],
    description: `💊 প্রতিদিনের ওষুধ খাওয়া এখন হবে আরও সহজ ও স্মার্ট!
    আমাদের Smart Medicine Organizer Box তৈরি করা হয়েছে 5mm China MDF দিয়ে – যা মজবুত, টেকসই এবং দীর্ঘদিন ব্যবহারযোগ্য 🧾

    🔹 আপনার দাদা-দাদি, মা-বাবা কিংবা নিজেকে রাখুন নিশ্চিন্ত
    🔹 আর কখনো সময়মতো ওষুধ খেতে ভুল হবেনা
    🔹 প্রতিদিনের ওষুধ সাজানো থাকবে সুন্দরভাবে, কোন ঝামেলা ছাড়াই

    ✨ আমাদের রয়েছে বিভিন্ন ভ্যারিয়েশন:
    ✅ 3 Layer Box – ছোট ও কম ওষুধ খাওয়ার জন্য পারফেক্ট
    ✅ 4 Layer Box – বেশি ওষুধ খাওয়ার জন্য আদর্শ
    (আপনার প্রয়োজন অনুযায়ী বেছে নিন)

    ✔ সহজে ব্যবহারযোগ্য
    ✔ স্মার্ট ও আকর্ষণীয় ডিজাইন
    ✔ পরিবারের বয়স্ক ও ব্যস্ত মানুষদের জন্য আদর্শ সমাধান

    👉 আজই সংগ্রহ করুন, প্রিয়জনকে দিন সুস্থ ও নিশ্চিন্ত জীবনের উপহার ❤️`,
  },
  {
    id: 14,
    code: "AC-014",
    name: "চাবির কড়া",
    bn: "কাঠের চাবির রিং",
    price: 25,
    was: 50,
    discount: 50,
    minOrder: 5,
    icon: Key,
    cat: "Accessories",
    quantity: 30,
    images: [
      "/images/KeyRing/key-ring-1.jpg",
      "/images/KeyRing/key-ring-2.jpg",
    ],
    description: `🔑 কাঠের চাবির রিং 🔑
    ছোট, স্টাইলিশ ও দৈনন্দিন ব্যবহারের উপযোগী একটি কাঠের চাবির কড়া।

    ✅ হালকা অথচ মজবুত কাঠের তৈরি
    ✅ ঘরের চাবি, গাড়ির চাবি বা অফিসের চাবি একসাথে গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ সুন্দর ফিনিশিং, দেখতে আকর্ষণীয়
    ✅ প্রিয়জনকে ছোট উপহার হিসেবে দেওয়ার জন্যও দারুণ
    ✅ সাশ্রয়ী মূল্যে প্রতিদিনের প্রয়োজনীয় একটি অ্যাক্সেসরি
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 6,
    code: "SB-006",
    name: "ট্রাভেল মানি সেভিংস ব্যাংক",
    bn: "ভ্রমণ সঞ্চয় ব্যাংক",
    price: 790,
    was: 1250,
    discount: 37,
    minOrder: 1,
    icon: PiggyBank,
    cat: "Savings Banks",
    quantity: 1,
    images: [
      "/images/TravelMoney/Travel-Money-1.webp",
      "/images/TravelMoney/Travel-Money-2.webp",
      "/images/TravelMoney/Travel-Money-3.webp",
      "/images/TravelMoney/Travel-Money-4.webp",
      "/images/TravelMoney/Travel-Money-5.webp",
    ],
    description: `“ভ্রমণ… এটা শুধু ঘোরাঘুরি না, এটা হলো স্বপ্ন, নতুন অভিজ্ঞতা আর জীবনের হাসি খুশির মুহূর্ত।
    আমরা সবাই চাই দেশ–বিদেশ ঘুরে দেখতে, প্রিয়জনকে নিয়ে সুন্দর স্মৃতি বানাতে।
    কিন্তু প্রায়ই স্বপ্নটা আটকে যায় টাকার টানাটানিতে…

    এবার আর স্বপ্ন থেমে থাকবে না।
    BM Wood Corporation নিয়ে এলো Travel Money Savings Bank –
    দেখতে একদম ট্রাভেল ব্যাগের মতো,
    যেখানে আপনি জমা করবেন আপনার ছোট ছোট সেভিংস,
    আর একদিন সেটাই হবে আপনার বড় ভ্রমণের মূলধন।

    এর স্মার্ট লক সিস্টেমে টাকাও থাকবে নিরাপদ,
    আর প্রতিদিন মনে করিয়ে দেবে—
    ‘আজকের সঞ্চয়ই কালকের যাত্রা।’

    👉 তাই আর দেরি নয়!
    আজই আপনার Travel Money Savings Bank অর্ডার করুন।
    এখনই Order Now বাটনে ক্লিক করুন,
    অথবা আমাদের WhatsApp নাম্বারে যোগাযোগ করুন – (এখানে তোমার নাম্বার যাবে)।

    Travel Money Savings Bank – স্বপ্ন এখন হাতের নাগালে। ✈️🌍”`,
  },
  {
    id: 4,
    code: "SB-004",
    name: "সঞ্চয় ব্যাংক - ৫০ হাজার টাকা",
    bn: "সঞ্চয় চ্যালেঞ্জ ব্যাংক - ৫০,০০০ টাকা টার্গেট",
    price: 480,
    was: 790,
    discount: 39,
    minOrder: 1,
    icon: PiggyBank,
    cat: "Savings Banks",
    quantity: 1,
    images: [
      "/images/ShonchoyCoinBank/Shonchoy-coin-bank-1.webp",
      "/images/ShonchoyCoinBank/Shonchoy-coin-bank-2.webp",
      "/images/ShonchoyCoinBank/Shonchoy-coin-bank-3.webp",
    ],
    description: `💰 ছোট ছোট সেভিংস, বড় স্বপ্নের শুরু এখানেই!
    তুমি কি কখনও ভেবেছো — “প্রতিদিন একটু একটু করে টাকা জমালে একদিন বড় কিছু কেনা যেত?”

    👉 এটাই সেই সুযোগ!
    সঞ্চয় ব্যাংক (Savings Challenge Bank) তোমাকে শেখাবে কীভাবে সহজভাবে, আনন্দ নিয়ে আর মজার চ্যালেঞ্জের মাধ্যমে টাকা জমাতে হয়।
    এই ছোট্ট ব্যাংকটাই হতে পারে তোমার বড় বড় স্বপ্ন পূরণের প্রথম ধাপ — হোক সেটা স্বপ্নের বাইক, মোবাইল, ট্রিপ বা প্রিয় কাউকে গিফট! 🎁

    💡 কেন এই ব্যাংকটা বিশেষ
    ✅ প্রতিদিন টাকা জমানোর একটা নিয়মিত অভ্যাস তৈরি করবে
    ✅ খরচের বদলে সেভিংসের মনোভাব তৈরি করবে
    ✅ টার্গেট: ৫০ হাজার টাকা — স্পষ্ট, মোটিভেটিং ও অর্জনযোগ্য
    ✅ দেখতে দারুণ, সাজিয়ে রাখার মতো একটি স্মার্ট আইটেম
    ✅ পরিবার বা বন্ধুকে উপহার দেওয়ার জন্য পারফেক্ট 🎀

    🔥 কেন এখনই অর্ডার করা উচিত
    🔹 প্রতিদিনের এক কাপ চায়ের টাকায় এক বছরের বিশাল সেভিং! ☕
    🔹 টাকাটা জমতে দেখে নিজের ওপর গর্ব হবে 💪
    🔹 একবার শুরু করলে, থামতে মন চাবে না!
    🔹 এই ব্যাংকটা শুধু একটা “প্রোডাক্ট” না —
    এটা তোমার নতুন ফিন্যান্সিয়াল লাইফস্টাইলের শুরু।

    💸 ভাবো এক বছর পর...
    একদিন ব্যাংকটা খুলে দেখলে —
    ৫০ হাজার টাকা তোমার নিজের হাতে।
    তখন তুমি হাসবে আর বলবে,
    “ভালোই হয়েছে, ওইদিন আমি সঞ্চয় চ্যালেঞ্জটা নিয়েছিলাম!”`,
  },
  {
    id: 13,
    code: "DO-013",
    name: "Desk Organizer with Pen Holder",
    bn: "পেন হোল্ডারসহ ডেস্ক অর্গানাইজার",
    price: 700,
    was: 790,
    discount: 11,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/DeskhOrganizer/Desk-organizer-pen.jpg",
    ],
    description: `🖊️ ডেস্ক অর্গানাইজার — পেন হোল্ডার ডিজাইন 🖊️
    এই কাঠের ডেস্ক অর্গানাইজারটিতে রয়েছে একটি আলাদা পেন হোল্ডার সেকশন, যেখানে সহজেই গুছিয়ে রাখতে পারবেন কলম, পেন্সিল ও মার্কার।

    ✅ প্রয়োজনীয় স্টেশনারি ও ছোটখাটো জিনিস গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ 100% খাঁটি কাঠের তৈরি, মজবুত ও টেকসই
    ✅ অফিস ডেস্ক বা স্টাডি টেবিলের জন্য দারুণ মানানসই
    ✅ প্রিমিয়াম ফিনিশ ও এলিগেন্ট ডিজাইন
    ✅ নিজের জন্য বা গিফট হিসেবে দেওয়ার জন্য চমৎকার একটি পছন্দ
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 8,
    code: "SB-008",
    name: "স্মার্ট মানি সেভিং বক্স",
    bn: "স্মার্ট মানি সেভিং বক্স",
    price: 590,
    was: 790,
    discount: 25,
    minOrder: 1,
    icon: PiggyBank,
    cat: "Savings Banks",
    quantity: 1,
    images: [
      "/images/SmartMoneySaving/Smart-Money-1.webp",
      "/images/SmartMoneySaving/Smart-Money-2.webp",
      "/images/SmartMoneySaving/Smart-Money-3.webp",
      "/images/SmartMoneySaving/Smart-Money-4.webp"
    ],
    description: `“ছোট ছোট টাকাই গড়ে তোলে বড় সঞ্চয়” – স্মার্ট মানি সেভিং বক্স!
    ছোট ছোট এমাউন্ট জমিয়ে আপনি সহজেই পৌঁছে যেতে পারেন 1,00,000/- টাকা পর্যন্ত সেভিংসের লক্ষ্যে!
    এই দারুণ ডিজাইনের মানি সেভিং বক্স-এ আছে ১০০ থেকে ১০০০ টাকা পর্যন্ত স্লট – প্রতিটি পূরণ করলেই সাফল্য আপনার হাতে।
    🌟নিজে ব্যবহার করুন, অথবা প্রিয়জনকে দিন একটি অর্থপূর্ণ উপহার।
    📌ঘরে বসেই সাশ্রয়ী জীবন শুরু হোক আজ থেকেই।

    বক্সটির বিশেষত্বঃ
    ✅উন্নতমানের কাঠের তৈরি, টেকসই ও স্টাইলিশ
    ✅প্রতিটি ঘরে নির্দিষ্ট পরিমাণ টাকা জমিয়ে লক্ষ্যে পৌঁছানো সহজ
    ✅নিচে লেখা অনুপ্রেরণামূলক উক্তি – “Spend Less, Save More, Live Better”
    ✅নিজ ব্যবহারের জন্য উপযোগী, এবং গিফট হিসেবেও দুর্দান্ত
    ✅শিশু, কিশোর ও প্রাপ্তবয়স্কদের সঞ্চয়ের অভ্যাস তৈরিতে সহায়ক
    ✅ঘরে বসেই নিন!
    ✅ক্যাশ অন ডেলিভারি!

    📌সহজে টাকা বের করা যায় এবং আবার পুনরায় ব্যবহার করা সম্ভব — তাই ব্যাংক ভাঙার কোনো ঝামেলা নেই।
    📌ভেজা কাপড় বা ভেজা টিস্যু দিয়ে আপনি দাগ মোছতে পারবেন — এবং এগুলো পুনরায় ব্যবহার করা যাবে।`,
  },
  {
    id: 1,
    code: "WC-001",
    name: "আয়াতুল কুরসি ডিজাইনের কাঠের দেয়াল ঘড়ি",
    bn: "আয়াতুল কুরসি দেয়াল ঘড়ি",
    price: 699,
    was: 1050,
    discount: 33,
    minOrder: 1,
    icon: Clock,
    cat: "Wall Clocks",
    quantity: 1,
    images: [
      "/images/AyatulKursi/Ayatul-Kursi-1.webp",
      "/images/AyatulKursi/Ayatul-Kursi-2.webp",
      "/images/AyatulKursi/Ayatul-Kursi-3.webp",
    ],
    description: `✨ ঘরের সৌন্দর্যে আনুন এলিগ্যান্ট ইসলামিক টাচ ✨
    BM Wood Corporation নিয়ে এসেছে সুন্দর ডিজাইনের Wall Hanging Clock।

    🕋 ইসলামিক ক্যালিগ্রাফি ডিজাইন
    🪵 আকর্ষণীয় উডেন লুক
    🔇 সাইলেন্ট মুভমেন্ট
    ✅ ক্লক মেশিনে ১ বছরের গ্যারান্টি
    🔋 ১টি ব্যাটারি ফ্রি
    💰 বিশেষ মূল্য মাত্র ৬৯৯ টাকা

    আপনার বাসা, অফিস, দোকান বা গিফট আইটেমের জন্য পারফেক্ট একটি পছন্দ।`,
  },
  {
    id: 9,
    code: "DO-009",
    name: "Desk Organizer with Home Holder",
    bn: "হোম হোল্ডারসহ ডেস্ক অর্গানাইজার",
    price: 700,
    was: 790,
    discount: 11,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/DeskhOrganizer/Desk-organizer-home.jpg",
    ],
    description: `🏠 ডেস্ক অর্গানাইজার — হোম হোল্ডার ডিজাইন 🏠
    এই কাঠের ডেস্ক অর্গানাইজারটিতে রয়েছে একটি স্টাইলিশ "হোম" শেপের হোল্ডার সেকশন, যা আপনার ডেস্কে যোগ করবে বাড়তি শোভা।

    ✅ কলম, ছোটখাটো স্টেশনারি ও প্রয়োজনীয় জিনিস গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ 100% খাঁটি কাঠের তৈরি, মজবুত ও টেকসই
    ✅ ঘর, অফিস বা স্টাডি টেবিলের জন্য দারুণ মানানসই
    ✅ প্রিমিয়াম ফিনিশ, দেখতে যেমন সুন্দর তেমনি কার্যকর
    ✅ নিজের জন্য বা গিফট হিসেবে দেওয়ার জন্য চমৎকার একটি পছন্দ
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 10,
    code: "DO-010",
    name: "Desk Organizer with Card Holder",
    bn: "কার্ড হোল্ডারসহ ডেস্ক অর্গানাইজার",
    price: 700,
    was: 790,
    discount: 11,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/DeskhOrganizer/Desk-organizer-card.jpg",
    ],
    description: `💳 ডেস্ক অর্গানাইজার — কার্ড হোল্ডার ডিজাইন 💳
    এই কাঠের ডেস্ক অর্গানাইজারটিতে রয়েছে আলাদা একটি কার্ড হোল্ডার সেকশন, যেখানে সহজেই রাখতে পারবেন ভিজিটিং কার্ড, আইডি কার্ড বা ছোট নোট।

    ✅ কলম ও প্রয়োজনীয় জিনিস গুছিয়ে রাখার জন্য পারফেক্ট
    ✅ 100% খাঁটি কাঠের তৈরি, মজবুত ও টেকসই
    ✅ অফিস ডেস্ক বা রিসেপশনের জন্য প্রফেশনাল লুক এনে দেয়
    ✅ প্রিমিয়াম ফিনিশ ও এলিগেন্ট ডিজাইন
    ✅ নিজের জন্য বা গিফট হিসেবে দেওয়ার জন্য চমৎকার একটি পছন্দ
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 2,
    code: "DO-002",
    name: "Natural Wood Desk Organizer Set",
    bn: "প্রাকৃতিক কাঠের ডেস্ক অর্গানাইজার সেট",
    price: 750,
    was: 1500,
    discount: 50,
    minOrder: 1,
    icon: PenTool,
    cat: "Desk Organizers",
    quantity: 1,
    images: [
      "/images/NaturalWoodDesk/Natural-Wood-Desk-1.webp",
      "/images/NaturalWoodDesk/Natural-Wood-Desk-2.webp",
    ],
    description: `একজন প্রফেশনাল মানুষের ডেস্কই তার ব্যক্তিত্ব প্রকাশ করে।
    এই অর্গানাইজারটি আপনার পরিচয়কে করবে আরও পরিপাটি ও স্মার্ট।

    ✨ আপনার অফিসের মান বাড়াবে, কিন্তু বাজেটের বাইরে নয়!!!
    কেন এই প্রডাক্টটি আপনার জন্য পারফেক্ট ?

    100% ন্যাচারাল কাঠের তৈরি।
    অফিস, বাসা বা গিফট হিসেবে পারফেক্ট।
    ডেস্ককে রাখে পরিপাটি ও এলিগেন্ট।
    টেকসই ও দীর্ঘস্থায়ী।
    প্রিমিয়াম ফিনিশ ও আকর্ষণীয় ডিজাইন।
    সীমিত সময়ের জন্য ধামাকা অফার!!
    অফার প্রাইস মাত্র রেগুলার প্রাইস ১৫০০ টাকা
    ৭৫০ টাকা কেন আমাদের কাছ থেকে কিনবেন?

    আমরাই দিচ্ছি সম্পূর্ণ খাঁটি কাঠের তৈরি 🌳
    প্রিমিয়াম ম্যাট ফিনিশিং — দেখতে যেমন সুন্দর, তেমনি টেকসই ✨

    সাথে পাচ্ছেন একটি ফ্রি ব্যাটারি 🔋
    সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
  {
    id: 15,
    code: "HL-015",
    name: "New year calender",
    bn: "নববর্ষ কাঠের ক্যালেন্ডার",
    price: 200,
    was: 350,
    discount: 43,
    minOrder: 1,
    icon: CalendarDays,
    cat: "Home & Living",
    quantity: 1,
    images: [
      "/images/NewYearCalender/New-year-calender-1.jpg",
      "/images/NewYearCalender/New-year-calender-2.jpg",
      "/images/NewYearCalender/New-year-calender-3.jpg",
      "/images/NewYearCalender/New-year-calender-4.jpg",
      "/images/NewYearCalender/New-year-calender-5.jpg"
    ],
    description: `📅 নববর্ষ কাঠের ডেস্ক ক্যালেন্ডার 📅
    নতুন বছরকে স্বাগত জানান একটি স্টাইলিশ কাঠের ক্যালেন্ডার দিয়ে, যা আপনার ডেস্ক বা ঘরের সৌন্দর্য বাড়িয়ে দেবে।

    ✅ মজবুত কাঠের তৈরি, দীর্ঘস্থায়ী ব্যবহারের উপযোগী
    ✅ সহজে তারিখ বদলানো যায় এমন স্মার্ট ডিজাইন
    ✅ অফিস ডেস্ক, স্টাডি টেবিল বা ঘরের ডেকরের জন্য পারফেক্ট
    ✅ প্রিমিয়াম ফিনিশ ও আকর্ষণীয় লুক
    ✅ নববর্ষে প্রিয়জনকে উপহার দেওয়ার জন্য চমৎকার একটি আইটেম
    ✅ সারা বাংলাদেশে ক্যাশ অন ডেলিভারি সুবিধা 🚚`,
  },
];